Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Data was imported into %@ successfully.
ar: تم استيراد البيانات إلى %@ بنجاح.
de: Die Daten wurden erfolgreich in %@ importiert.
es: Los datos se importaron correctamente en %@.
fr: Les données ont été importées avec succès dans %@.
hi: डेटा सफलतापूर्वक %@ में आयात किया गया।
id: Data berhasil diimpor ke %@.
it: I dati sono stati importati in %@ con successo.
ja: %@ へのデータのインポートが完了しました。
ko: %@(으)로 데이터 가져오기가 완료되었습니다.
pl: Dane zostały pomyślnie zaimportowane do %@.
pt_br: Os dados foram importados com sucesso em %@.
ru: Данные успешно импортированы в %@.
th: นำเข้าข้อมูลลงใน %@ สำเร็จแล้ว
tr: %@ tablosuna başarıyla veri aktarıldı.
vi: Dữ liệu đã được nhập vào %@ thành công.
zh_hans: 数据已成功导入到 %@。
zh_hant: 資料已成功匯入 %@。

source: Database
ar: قاعدة البيانات
de: Datenbank
es: Base de Datos
fr: Base de données
hi: डेटाबेस
ja: データベース
ko: 데이터베이스
pl: Baza danych
pt_br: Banco de dados
ru: База данных
th: ฐานข้อมูล
tr: Veritabanı
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

source: Database Name
ar: اسم قاعدة البيانات
de: Datenbankname
es: Nombre de la Base de Datos
fr: Nom de la base de données
hi: डेटाबेस नाम
id: Nama Database
it: Nome database
ja: データベース名
ko: 데이터베이스 이름
pl: Nazwa bazy danych
pt_br: Nome do banco de dados
ru: Имя базы данных
th: ชื่อฐานข้อมูล
tr: Veritabanı Adı
vi: Tên Cơ sở dữ liệu
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: Database name cannot be empty.
ar: لا يمكن ترك اسم قاعدة البيانات فارغًا.
de: Der Datenbankname darf nicht leer sein.
es: El nombre de la base de datos no puede estar vacío.
fr: Le nom de la base de données ne peut pas être vide.
hi: डेटाबेस नाम खाली नहीं हो सकता।
id: Nama database tidak boleh kosong.
it: Il nome del database non può essere vuoto.
ja: データベース名を空にすることはできません。
ko: 데이터베이스 이름은 비워 둘 수 없습니다.
pl: Nazwa bazy danych nie może być pusta.
pt_br: O nome do banco de dados não pode estar vazio.
ru: Имя базы данных не может быть пустым.
th: ชื่อฐานข้อมูลต้องไม่เว้นว่าง
tr: Veritabanı adı boş olamaz.
vi: Tên cơ sở dữ liệu không được để trống.
zh_hans: 数据库名称不能为空。
zh_hant: 資料庫名稱不可為空白。

source: Default SELECT LIMIT
ar: الحد الافتراضي لـ SELECT LIMIT
de: Standard-SELECT-LIMIT
es: LIMIT de SELECT predeterminado
fr: LIMIT SELECT par défaut
hi: डिफ़ॉल्ट SELECT LIMIT
id: Batas SELECT Default
it: SELECT LIMIT predefinito
ja: デフォルトの SELECT LIMIT
ko: 기본 SELECT LIMIT
pl: Domyślny SELECT LIMIT
pt_br: SELECT LIMIT padrão
ru: LIMIT по умолчанию для SELECT
th: ค่าเริ่มต้นของ SELECT LIMIT
tr: Varsayılan SELECT LIMIT
vi: Giới hạn SELECT mặc định
zh_hans: 默认 SELECT LIMIT
zh_hant: 預設 SELECT LIMIT

source: Default page size
ar: حجم الصفحة الافتراضي
de: Standard-Seitengröße
es: Tamaño de página predeterminado
fr: Taille de page par défaut
hi: डिफ़ॉल्ट पेज आकार
id: Ukuran halaman default
it: Dimensione pagina predefinita
ja: デフォルトのページサイズ
ko: 기본 페이지 크기
pl: Domyślny rozmiar strony
pt_br: Tamanho de página padrão
ru: Размер страницы по умолчанию
th: ขนาดหน้าเริ่มต้น
tr: Varsayılan sayfa boyutu
vi: Kích thước trang mặc định
zh_hans: 默认分页大小
zh_hant: 預設分頁大小

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete ALL rows in '%@'?
ar: هل تريد حذف كل الصفوف في '%@'؟
de: ALLE Zeilen in „%@“ löschen?
es: ¿Eliminar TODAS las filas de "%@"?
fr: Supprimer TOUTES les lignes de « %@ » ?
hi: '%@' में सभी पंक्तियाँ हटाएँ?
id: Hapus SEMUA baris di '%@'?
it: Eliminare TUTTE le righe in '%@'?
ja: '%@' のすべての行を削除しますか？
ko: '%@'의 모든 행을 삭제하시겠습니까?
pl: Usunąć WSZYSTKIE wiersze w „%@”?
pt_br: Excluir TODAS as linhas em '%@'?
ru: Удалить ВСЕ строки в «%@»?
th: ลบแถวทั้งหมดใน '%@' หรือไม่?
tr: '%@' tablosundaki TÜM satırlar silinsin mi?
vi: Xóa TẤT CẢ các hàng trong '%@'?
zh_hans: 删除 “%@” 中的所有行？
zh_hant: 刪除「%@」中的所有列？

source: Delete connection
ar: حذف الاتصال
de: Verbindung löschen
es: Eliminar conexión
fr: Supprimer la connexion
hi: कनेक्शन हटाएँ
id: Hapus koneksi
it: Elimina connessione
ja: 接続を削除
ko: 연결 삭제
pl: Usuń połączenie
pt_br: Excluir conexão
ru: Удалить подключение
th: ลบการเชื่อมต่อ
tr: Bağlantıyı sil
vi: Xóa kết nối
zh_hans: 删除连接
zh_hant: 刪除連線

source: Delete the connection '%@'?
ar: هل تريد حذف الاتصال '%@'؟
de: Verbindung „%@“ löschen?
es: ¿Eliminar la conexión "%@"?
fr: Supprimer la connexion « %@ » ?
hi: कनेक्शन '%@' हटाएँ?
id: Hapus koneksi '%@'?
it: Eliminare la connessione '%@'?
ja: 接続 '%@' を削除しますか？
ko: 연결 '%@'을(를) 삭제하시겠습니까?
pl: Usunąć połączenie „%@”?
pt_br: Excluir a conexão '%@'?
ru: Удалить подключение «%@»?
th: ลบการเชื่อมต่อ '%@' หรือไม่?
tr: '%@' bağlantısı silinsin mi?
vi: Xóa kết nối '%@'?
zh_hans: 删除连接 “%@”？
zh_hant: 刪除連線「%@」？

source: Delete this row?
ar: هل تريد حذف هذا الصف؟
de: Diese Zeile löschen?
es: ¿Eliminar esta fila?
fr: Supprimer cette ligne ?
hi: यह पंक्ति हटाएँ?
id: Hapus baris ini?
it: Eliminare questa riga?
ja: この行を削除しますか？
ko: 이 행을 삭제하시겠습니까?
pl: Usunąć ten wiersz?
pt_br: Excluir esta linha?
ru: Удалить эту строку?
th: ลบแถวนี้หรือไม่?
tr: Bu satır silinsin mi?
vi: Xóa hàng này?
zh_hans: 删除此行？
zh_hant: 刪除此列？

source: Deselect All
ar: إلغاء تحديد الكل
de: Alle Abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
hi: सभी अचयनित करें
id: Batalkan Semua Pilihan
it: Deseleziona tutto
ja: すべての選択を解除
ko: 전체 선택 해제
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ru: Снять выделение со всех
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünü Kaldır
vi: Bỏ chọn Tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Disconnect
ar: قطع الاتصال
de: Verbindung Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Putuskan Sambungan
it: Disconnetti
ja: 切断
ko: 연결 끊기
pl: Rozłącz
pt_br: Desconectar
ru: Отключиться
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線

source: Drop failed: %@
ar: فشل Drop: %@
de: Drop fehlgeschlagen: %@
es: Drop falló: %@
fr: Échec de Drop : %@
hi: Drop विफल: %@
id: Drop gagal: %@
it: Drop non riuscito: %@
ja: Drop に失敗しました: %@
ko: Drop 실패: %@
pl: Drop nie powiódł się: %@
pt_br: Falha no Drop: %@
ru: Drop не выполнен: %@
th: Drop ไม่สำเร็จ: %@
tr: Drop başarısız: %@
vi: Drop thất bại: %@
zh_hans: Drop 失败：%@
zh_hant: Drop 失敗：%@

source: EXCEL COLUMNS
ar: أعمدة EXCEL
de: EXCEL-SPALTEN
es: COLUMNAS DE EXCEL
fr: COLONNES EXCEL
hi: EXCEL कॉलम
id: KOLOM EXCEL
it: COLONNE EXCEL
ja: Excel の列
ko: EXCEL 열
pl: KOLUMNY EXCEL
pt_br: COLUNAS DO EXCEL
ru: СТОЛБЦЫ EXCEL
th: คอลัมน์ Excel
tr: EXCEL BAŞLIKLARI
vi: CỘT EXCEL
zh_hans: EXCEL 列
zh_hant: EXCEL 欄位

source: EXPORT AS SQL
ar: تصدير كـ SQL
de: ALS SQL EXPORTIEREN
es: EXPORTAR COMO SQL
fr: EXPORTER EN SQL
hi: SQL के रूप में निर्यात करें
id: EKSPOR SEBAGAI SQL
it: ESPORTA COME SQL
ja: SQL としてエクスポート
ko: SQL로 내보내기
pl: EKSPORTUJ JAKO SQL
pt_br: EXPORTAR COMO SQL
ru: ЭКСПОРТ КАК SQL
th: ส่งออกเป็น SQL
tr: SQL OLARAK AKTAR
vi: XUẤT DƯỚI DẠNG SQL
zh_hans: 导出为 SQL
zh_hant: 匯出為 SQL

source: Editable
ar: قابل للتحرير
de: Bearbeitbar
fr: Modifiable
hi: संपादन योग्य
id: Dapat Diedit
it: Modificabile
ja: 編集可能
ko: 편집 가능
pl: Edytowalne
pt_br: Editável
ru: Редактируется
th: แก้ไขได้
tr: Düzenlenebilir
vi: Có thể chỉnh sửa
zh_hans: 可编辑
zh_hant: 可編輯

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error message color
ar: لون رسالة الخطأ
de: Farbe für Fehlermeldung
es: Color de mensaje de error
fr: Couleur des messages d'erreur
hi: त्रुटि संदेश रंग
id: Warna pesan error
it: Colore messaggio di errore
ja: エラーメッセージの色
ko: 오류 메시지 색상
pl: Kolor komunikatu o błędzie
pt_br: Cor da mensagem de erro
ru: Цвет сообщения об ошибке
th: สีข้อความแสดงข้อผิดพลาด
tr: Hata mesajı rengi
vi: Màu thông báo lỗi
zh_hans: 错误消息颜色
zh_hant: 錯誤訊息顏色

source: Event
ar: الحدث
de: Ereignis
es: Evento
fr: Événement
hi: इवेंट
it: Evento
ja: イベント
ko: 이벤트
pl: Zdarzenie
pt_br: Evento
ru: Событие
th: อีเวนต์
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: Event Name
ar: اسم الحدث
de: Ereignisname
es: Nombre de Evento
fr: Nom de l'événement
hi: इवेंट नाम
id: Nama Event
it: Nome evento
ja: イベント名
ko: 이벤트 이름
pl: Nazwa zdarzenia
pt_br: Nome do evento
ru: Имя события
th: ชื่ออีเวนต์
tr: Event Adı
vi: Tên Sự kiện
zh_hans: 事件名称
zh_hant: 事件名稱

source: Event names
ar: أسماء الأحداث
de: Ereignisnamen
es: Nombres de evento
fr: Noms des événements
hi: इवेंट नाम
id: Nama event
it: Nomi evento
ja: イベント名
ko: 이벤트 이름
pl: Nazwy zdarzeń
pt_br: Nomes dos eventos
ru: Имена событий
th: ชื่ออีเวนต์
tr: Event adları
vi: Tên sự kiện
zh_hans: 事件名称
zh_hant: 事件名稱

source: Event...
ar: حدث...
de: Ereignis...
es: Evento...
fr: Événement...
hi: इवेंट...
it: Evento...
ja: イベント...
ko: 이벤트...
pl: Zdarzenie…
pt_br: Evento...
ru: Событие…
th: อีเวนต์...
vi: Sự kiện...
zh_hans: 事件…
zh_hant: 事件…

source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Événements
hi: इवेंट
id: Event
it: Eventi
ja: イベント
ko: 이벤트
pl: Zdarzenia
pt_br: Eventos
ru: События
th: อีเวนต์
tr: Event'ler
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: Events group
ar: مجموعة الأحداث
de: Ereignisgruppe
es: Grupo de Eventos
fr: Groupe d'événements
hi: इवेंट समूह
id: Grup event
it: Gruppo eventi
ja: イベントグループ
ko: 이벤트 그룹
pl: Grupa zdarzeń
pt_br: Grupo de eventos
ru: Группа событий
th: กลุ่มอีเวนต์
tr: Event'ler grubu
vi: Nhóm sự kiện
zh_hans: 事件组
zh_hant: 事件群組

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
th: ส่งออก
tr: Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export Complete
ar: اكتمل التصدير
de: Export Abgeschlossen
es: Exportación Completada
fr: Exportation terminée
hi: निर्यात पूर्ण
id: Ekspor Selesai
it: Esportazione completata
ja: エクスポート完了
ko: 내보내기 완료
pl: Eksport ukończony
pt_br: Exportação concluída
ru: Экспорт завершён
th: ส่งออกเสร็จสมบูรณ์
tr: Dışa Aktarma Tamamlandı
vi: Xuất Hoàn tất
zh_hans: 导出完成
zh_hant: 匯出完成

source: Export database to file · %@
ar: تصدير قاعدة البيانات إلى ملف · %@
de: Datenbank in Datei exportieren · %@
es: Exportar base de datos a archivo · %@
fr: Exporter la base de données vers un fichier · %@
hi: डेटाबेस को फ़ाइल में निर्यात करें · %@
id: Ekspor database ke file · %@
it: Esporta database su file · %@
ja: データベースをファイルにエクスポート · %@
ko: 데이터베이스를 파일로 내보내기 · %@
pl: Eksportuj bazę danych do pliku · %@
pt_br: Exportar banco de dados para arquivo · %@
ru: Экспорт базы данных в файл · %@
th: ส่งออกฐานข้อมูลเป็นไฟล์ · %@
tr: Veritabanını dosyaya aktar · %@
vi: Xuất cơ sở dữ liệu ra tệp · %@
zh_hans: 将数据库导出到文件 · %@
zh_hant: 將資料庫匯出至檔案 · %@

source: Export...
ar: تصدير...
de: Exportieren...
es: Exportar...
fr: Exporter...
hi: निर्यात करें...
id: Ekspor...
it: Esporta...
ja: エクスポート...
ko: 내보내기...
pl: Eksportuj…
pt_br: Exportar...
ru: Экспорт…
th: ส่งออก...
vi: Xuất...
zh_hans: 导出…
zh_hant: 匯出…

source: FIELDS TO EXPORT
ar: الحقول المراد تصديرها
de: ZU EXPORTIERENDE FELDER
es: CAMPOS A EXPORTAR
fr: CHAMPS À EXPORTER
hi: निर्यात करने के लिए फ़ील्ड
id: KOLOM YANG DIEKSPOR
it: CAMPI DA ESPORTARE
ja: エクスポートするフィールド
ko: 내보낼 필드
pl: POLA DO WYEKSPORTOWANIA
pt_br: CAMPOS PARA EXPORTAR
ru: ПОЛЯ ДЛЯ ЭКСПОРТА
th: ฟิลด์ที่จะส่งออก
tr: DIŞA AKTARILACAK ALANLAR
vi: TRƯỜNG CẦN XUẤT
zh_hans: 要导出的字段
zh_hant: 要匯出的欄位

source: Filter column
ar: عمود التصفية
de: Filterspalte
es: Columna de filtro
fr: Colonne de filtre
hi: फ़िल्टर कॉलम
id: Kolom filter
it: Colonna filtro
ja: フィルター列
ko: 필터 열
pl: Kolumna filtra
pt_br: Coluna de filtro
ru: Столбец фильтра
th: คอลัมน์ตัวกรอง
tr: Filtre sütunu
vi: Cột lọc
zh_hans: 筛选列
zh_hant: 篩選欄位

source: Filter value
ar: قيمة التصفية
de: Filterwert
es: Valor de filtro
fr: Valeur du filtre
hi: फ़िल्टर मान
id: Nilai filter
it: Valore filtro
ja: フィルター値
ko: 필터 값
pl: Wartość filtra
pt_br: Valor do filtro
ru: Значение фильтра
th: ค่าตัวกรอง
tr: Filtre değeri
vi: Giá trị lọc
zh_hans: 筛选值
zh_hant: 篩選值

source: First row is a header
ar: الصف الأول هو رأس الجدول
de: Erste Zeile ist eine Kopfzeile
es: La primera fila es un encabezado
fr: La première ligne est un en-tête
hi: पहली पंक्ति एक हेडर है
id: Baris pertama adalah header
it: La prima riga è un'intestazione
ja: 1行目はヘッダーです
ko: 첫 번째 행은 머리글입니다
pl: Pierwszy wiersz to nagłówek
pt_br: A primeira linha é um cabeçalho
ru: Первая строка — заголовок
th: แถวแรกเป็นส่วนหัว
tr: İlk satır başlık
vi: Hàng đầu tiên là tiêu đề
zh_hans: 第一行为表头
zh_hant: 第一列為標題列

source: Font size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
hi: फ़ॉन्ट आकार
id: Ukuran font
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ru: Размер шрифта
th: ขนาดฟอนต์
tr: Yazı boyutu
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字型大小

source: Function
ar: الدالة
de: Funktion
es: Función
fr: Fonction
hi: फ़ंक्शन
id: Fungsi
it: Funzione
ja: 関数
ko: 함수
pl: Funkcja
pt_br: Função
ru: Функция
th: ฟังก์ชัน
vi: Hàm
zh_hans: 函数
zh_hant: 函式

source: Function Name
ar: اسم الدالة
de: Funktionsname
es: Nombre de Función
fr: Nom de la fonction
hi: फ़ंक्शन नाम
id: Nama Fungsi
it: Nome funzione
ja: 関数名
ko: 함수 이름
pl: Nazwa funkcji
pt_br: Nome da função
ru: Имя функции
th: ชื่อฟังก์ชัน
tr: Function Adı
vi: Tên Hàm
zh_hans: 函数名称
zh_hant: 函式名稱

source: Function names
ar: أسماء الدوال
de: Funktionsnamen
es: Nombres de función
fr: Noms des fonctions
hi: फ़ंक्शन नाम
id: Nama fungsi
it: Nomi funzione
ja: 関数名
ko: 함수 이름
pl: Nazwy funkcji
pt_br: Nomes das funções
ru: Имена функций
th: ชื่อฟังก์ชัน
tr: Function adları
vi: Tên hàm
zh_hans: 函数名称
zh_hant: 函式名稱

source: Function...
ar: دالة...
de: Funktion...
es: Función...
fr: Fonction...
hi: फ़ंक्शन...
id: Fungsi...
it: Funzione...
ja: 関数...
ko: 함수...
pl: Funkcja…
pt_br: Função...
ru: Функция…
th: ฟังก์ชัน...
vi: Hàm...
zh_hans: 函数…
zh_hant: 函式…

source: Function: %@
ar: الدالة: %@
de: Funktion: %@
es: Función: %@
fr: Fonction : %@
hi: फ़ंक्शन: %@
id: Fungsi: %@
it: Funzione: %@
ja: 関数: %@
ko: 함수: %@
pl: Funkcja: %@
pt_br: Função: %@
ru: Функция: %@
th: ฟังก์ชัน: %@
vi: Hàm: %@
zh_hans: 函数：%@
zh_hant: 函式：%@

source: Functions
ar: الدوال
de: Funktionen
es: Funciones
fr: Fonctions
hi: फ़ंक्शन
id: Fungsi
it: Funzioni
ja: 関数
ko: 함수
pl: Funkcje
pt_br: Funções
ru: Функции
th: ฟังก์ชัน
tr: Function'lar
vi: Hàm
zh_hans: 函数
zh_hant: 函式

source: Functions group
ar: مجموعة الدوال
de: Funktionsgruppe
es: Grupo de Funciones
fr: Groupe de fonctions
hi: फ़ंक्शन समूह
id: Grup fungsi
it: Gruppo funzioni
ja: 関数グループ
ko: 함수 그룹
pl: Grupa funkcji
pt_br: Grupo de funções
ru: Группа функций
th: กลุ่มฟังก์ชัน
tr: Function'lar grubu
vi: Nhóm hàm
zh_hans: 函数组
zh_hant: 函式群組

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Generate extended INSERT statements
ar: إنشاء عبارات INSERT الموسّعة
de: Erweiterte INSERT-Anweisungen erzeugen
es: Generar instrucciones INSERT extendidas
fr: Générer des instructions INSERT étendues
hi: विस्तारित INSERT कथन बनाएँ
id: Hasilkan pernyataan INSERT diperluas
it: Genera istruzioni INSERT estese
ja: 拡張 INSERT 文を生成する
ko: 확장 INSERT 문 생성
pl: Generuj rozszerzone instrukcje INSERT
pt_br: Gerar instruções INSERT estendidas
ru: Создавать расширенные инструкции INSERT
th: สร้างคำสั่ง INSERT แบบขยาย
tr: Toplu INSERT ifadeleri oluştur
vi: Tạo câu lệnh INSERT mở rộng
zh_hans: 生成扩展的 INSERT 语句
zh_hant: 產生擴充的 INSERT 語句

source: Grid View
ar: عرض الشبكة
de: Rasteransicht
es: Vista de Cuadrícula
fr: Vue en grille
hi: ग्रिड दृश्य
id: Tampilan Grid
it: Vista griglia
ja: グリッド表示
ko: 그리드 보기
pl: Widok siatki
pt_br: Visualização em grade
ru: Вид таблицы
th: มุมมองกริด
tr: Izgara Görünümü
vi: Chế độ xem Lưới
zh_hans: 网格视图
zh_hant: 網格檢視

source: Grid line color
ar: لون خطوط الشبكة
de: Farbe der Rasterlinie
es: Color de línea de cuadrícula
fr: Couleur des lignes de la grille
hi: ग्रिड लाइन रंग
id: Warna garis grid
it: Colore linee griglia
ja: グリッド線の色
ko: 그리드선 색상
pl: Kolor linii siatki
pt_br: Cor da linha de grade
ru: Цвет линий сетки
th: สีเส้นกริด
tr: Izgara çizgi rengi
vi: Màu đường lưới
zh_hans: 网格线颜色
zh_hant: 網格線顏色

source: Header background color
ar: لون خلفية الرأس
de: Hintergrundfarbe der Kopfzeile
es: Color de fondo del encabezado
fr: Couleur de fond de l'en-tête
hi: हेडर पृष्ठभूमि रंग
id: Warna latar header
it: Colore sfondo intestazione
ja: ヘッダーの背景色
ko: 머리글 배경 색상
pl: Kolor tła nagłówka
pt_br: Cor de fundo do cabeçalho
ru: Цвет фона заголовка
th: สีพื้นหลังส่วนหัว
tr: Başlık zemin rengi
vi: Màu nền tiêu đề
zh_hans: 表头背景颜色
zh_hant: 標題背景顏色

source: Header font size
ar: حجم خط الرأس
de: Schriftgröße der Kopfzeile
es: Tamaño de fuente del encabezado
fr: Taille de police de l'en-tête
hi: हेडर फ़ॉन्ट आकार
id: Ukuran font header
it: Dimensione carattere intestazione
ja: ヘッダーのフォントサイズ
ko: 머리글 글꼴 크기
pl: Rozmiar czcionki nagłówka
pt_br: Tamanho da fonte do cabeçalho
ru: Размер шрифта заголовка
th: ขนาดฟอนต์ส่วนหัว
tr: Başlık yazı boyutu
vi: Cỡ chữ tiêu đề
zh_hans: 表头字体大小
zh_hant: 標題字型大小

source: Header text color
ar: لون نص الرأس
de: Textfarbe der Kopfzeile
es: Color de texto del encabezado
fr: Couleur du texte de l'en-tête
hi: हेडर टेक्स्ट रंग
id: Warna teks header
it: Colore testo intestazione
ja: ヘッダーの文字色
ko: 머리글 텍스트 색상
pl: Kolor tekstu nagłówka
pt_br: Cor do texto do cabeçalho
ru: Цвет текста заголовка
th: สีข้อความส่วนหัว
tr: Başlık yazı rengi
vi: Màu chữ tiêu đề
zh_hans: 表头文字颜色
zh_hant: 標題文字顏色

source: Helps prioritize which languages and features to work on next. No connection details, query content, or personal information is ever included — see the Privacy Policy for what's collected.
ar: يساعد في تحديد أولويات اللغات والميزات القادمة. لا يتم تضمين تفاصيل الاتصال أو محتوى الاستعلامات أو أي معلومات شخصية أبدًا — راجع سياسة الخصوصية لمعرفة ما يتم جمعه.
de: Hilft zu entscheiden, welche Sprachen und Funktionen als Nächstes bearbeitet werden. Verbindungsdetails, Abfrageinhalte oder persönliche Daten sind niemals enthalten — siehe die Datenschutzerklärung für Details.
es: Ayuda a priorizar qué idiomas y funciones desarrollar a continuación. Nunca se incluyen datos de conexión, contenido de consultas ni información personal — consulta la Política de Privacidad para más detalles.
fr: Aide à décider quelles langues et fonctionnalités développer ensuite. Aucune information de connexion, aucun contenu de requête ni information personnelle n'est jamais inclus — consultez la politique de confidentialité pour savoir ce qui est collecté.
hi: यह तय करने में मदद करता है कि आगे किन भाषाओं और सुविधाओं पर काम किया जाए। इसमें कनेक्शन विवरण, क्वेरी सामग्री या व्यक्तिगत जानकारी कभी शामिल नहीं होती — क्या एकत्र किया जाता है, यह जानने के लिए गोपनीयता नीति देखें।
id: Membantu menentukan prioritas bahasa dan fitur berikutnya. Detail koneksi, isi query, atau informasi pribadi tidak pernah disertakan — lihat Kebijakan Privasi untuk detail data yang dikumpulkan.
it: Aiuta a stabilire le priorità per le prossime lingue e funzionalità da sviluppare. Non vengono mai inclusi dettagli di connessione, contenuto delle query o informazioni personali — consulta l'Informativa sulla privacy per sapere cosa viene raccolto.
ja: 次にどの言語や機能に取り組むかを判断するのに役立ちます。接続情報、クエリ内容、個人情報が含まれることは一切ありません — 収集内容の詳細はプライバシーポリシーをご覧ください。
ko: 다음에 어떤 언어와 기능을 개발할지 결정하는 데 도움이 됩니다. 연결 정보, 쿼리 내용, 개인 정보는 절대 포함되지 않습니다 — 수집되는 항목은 개인정보 처리방침을 참고하세요.
pl: Pomaga określić, które języki i funkcje rozwijać w następnej kolejności. Nigdy nie obejmuje danych połączenia, treści zapytań ani informacji osobistych — zobacz Politykę prywatności, aby dowiedzieć się, co jest zbierane.
pt_br: Ajuda a priorizar quais idiomas e recursos desenvolver a seguir. Nenhum detalhe de conexão, conteúdo de consulta ou informação pessoal é incluído — consulte a Política de Privacidade para saber o que é coletado.
ru: Помогает решить, какие языки и функции разрабатывать дальше. Данные о подключении, содержимое запросов и личная информация никогда не передаются — что именно собирается, см. в Политике конфиденциальности.
th: ช่วยจัดลำดับความสำคัญว่าจะพัฒนาภาษาและฟีเจอร์ใดต่อไป ไม่มีการรวมรายละเอียดการเชื่อมต่อ เนื้อหาคำสั่ง SQL หรือข้อมูลส่วนบุคคลใด ๆ — ดูนโยบายความเป็นส่วนตัวสำหรับข้อมูลที่เก็บรวบรวม
tr: Sırada hangi dillerin ve özelliklerin ele alınacağına karar vermeye yardımcı olur. Bağlantı bilgileri, sorgu içeriği veya kişisel bilgiler asla dahil edilmez — nelerin toplandığını görmek için Gizlilik Politikası'na bakın.
vi: Giúp ưu tiên ngôn ngữ và tính năng nào sẽ phát triển tiếp theo. Không bao giờ bao gồm chi tiết kết nối, nội dung câu lệnh, hay thông tin cá nhân — xem Chính sách Quyền riêng tư để biết dữ liệu nào được thu thập.
zh_hans: 帮助确定接下来应优先开发哪些语言和功能。绝不包含任何连接详情、查询内容或个人信息 — 具体收集内容请参阅隐私政策。
zh_hant: 有助於決定接下來要優先開發哪些語言與功能。絕不包含任何連線詳細資料、查詢內容或個人資訊 — 請參閱隱私權政策以瞭解收集的內容。

source: Hide SQL Query
ar: إخفاء استعلام SQL
de: SQL-Abfrage Ausblenden
es: Ocultar Consulta SQL
fr: Masquer la requête SQL
hi: SQL क्वेरी छिपाएँ
id: Sembunyikan SQL Query
it: Nascondi query SQL
ja: SQL クエリを非表示
ko: SQL 쿼리 숨기기
pl: Ukryj zapytanie SQL
pt_br: Ocultar consulta SQL
ru: Скрыть SQL-запрос
th: ซ่อน SQL Query
tr: SQL Sorgusunu Gizle
vi: Ẩn SQL Query
zh_hans: 隐藏 SQL 查询
zh_hant: 隱藏 SQL 查詢

source: Hide password
ar: إخفاء كلمة المرور
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएँ
id: Sembunyikan kata sandi
it: Nascondi password
ja: パスワードを非表示
ko: 비밀번호 숨기기
pl: Ukryj hasło
pt_br: Ocultar senha
ru: Скрыть пароль
th: ซ่อนรหัสผ่าน
tr: Şifreyi gizle
vi: Ẩn mật khẩu
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: History is empty
ar: السجل فارغ
de: Verlauf ist leer
es: El historial está vacío
fr: L'historique est vide
hi: इतिहास खाली है
id: Riwayat kosong
it: La cronologia è vuota
ja: 履歴はありません
ko: 기록이 비어 있습니다
pl: Historia jest pusta
pt_br: O histórico está vazio
ru: История пуста
th: ยังไม่มีประวัติ
tr: Geçmiş boş
vi: Lịch sử trống
zh_hans: 历史记录为空
zh_hant: 記錄是空的

source: History is kept only on this Mac, up to %lld queries per connection.
ar: يُحفظ السجل على هذا الـ Mac فقط، حتى %lld استعلامًا لكل اتصال.
de: Der Verlauf wird nur auf diesem Mac gespeichert, bis zu %lld Abfragen pro Verbindung.
es: El historial se guarda solo en este Mac, hasta %lld consultas por conexión.
fr: L'historique n'est conservé que sur ce Mac, jusqu'à %lld requêtes par connexion.
hi: इतिहास केवल इस Mac पर रखा जाता है, प्रति कनेक्शन अधिकतम %lld क्वेरी।
id: Riwayat hanya disimpan di Mac ini, hingga %lld query per koneksi.
it: La cronologia viene conservata solo su questo Mac, fino a %lld query per connessione.
ja: 履歴はこの Mac にのみ保存され、接続ごとに最大 %lld 件です。
ko: 기록은 이 Mac에만 저장되며 연결당 최대 %lld개의 쿼리를 보관합니다.
pl: Historia jest przechowywana tylko na tym Macu, maksymalnie %lld zapytań na połączenie.
pt_br: O histórico é mantido apenas neste Mac, com até %lld consultas por conexão.
ru: История хранится только на этом Mac, до %lld запросов на подключение.
th: ประวัติจะถูกเก็บไว้บน Mac เครื่องนี้เท่านั้น สูงสุด %lld คำสั่งต่อการเชื่อมต่อ
tr: Geçmiş yalnızca bu Mac'te, bağlantı başına en fazla %lld sorgu olarak saklanır.
vi: Lịch sử chỉ được lưu trên Mac này, tối đa %lld câu lệnh mỗi kết nối.
zh_hans: 历史记录仅保存在此 Mac 上，每个连接最多 %lld 条查询。
zh_hant: 記錄僅保存在此 Mac 上，每個連線最多 %lld 筆查詢。
